Repository: aibar-pro/SweatSketch_Public
Catalog: SweatSketch/Resources/Localizable.xcstrings
Source language: en
Languages: de, ru

source: Action type
de: Aktionsart
ru: Тип действия

source: Active item
de: Aktives Element
ru: Действие

source: Add
de: Hinzufügen
ru: Добавить

source: Add Collection
de: Sammlung hinzufügen
ru: Добавить коллекцию

source: Add Workout
de: Training hinzufügen
ru: Добавить тренировку

source: Advanced edit
de: Erweiterte Bearbeitung
ru: Расширенное редактирование

source: Age
de: Alter
ru: Возраст

source: Already have an account?
de: Haben Sie schon ein Konto?
ru: Уже есть учетная запись?

source: Cancel
de: Abbrechen
ru: Отмена

source: Catalog
de: Katalog
ru: Каталог

source: Create an account
de: Erstellen Sie ein Konto
ru: Создайте учетную запись

source: Customize
de: Anpassen
ru: Настроить

source: Default Rest Time
de: Standardruhezeit
ru: Время отдыха по умолчанию

source: Default Rest Time:
de: Standardruhezeit:
ru: Время отдыха по умолчанию:

source: Don't have an account?
de: Kein Konto?
ru: Нет учетной записи?

source: Done
de: Fertig
ru: Готово

source: Edit Workout
de: Training bearbeiten
ru: Редактировать тренировку

source: Empty Collection
de: Leere Sammlung
ru: Пустая коллекция

source: Enter collection name
de: Sammlungsname eingeben
ru: Введите название коллекции

source: Enter new name
de: Neuen Namen eingeben
ru: Введите новое имя

source: Error fetching workout item
de: Fehler beim Abrufen des Trainingselements
ru: Ошибка получения элемента тренировки

source: Go
de: Los
ru: Поехали

source: Height
de: Größe
ru: Рост

source: Hello
de: Hallo
ru: Привет

source: Loading...
de: Wird geladen...
ru: Загрузка...

source: Login
de: Einloggen
ru: Войти

source: Login to your account
de: Melden Sie sich in Ihrem Konto an
ru: Войдите в свою учетную запись

source: Logout
de: Ausloggen
ru: Выйти

source: Merge Collection
de: Sammlung zusammenführen
ru: Объединить коллекцию

source: Mixed
de: Gemischt
ru: Смешанный

source: Move all workouts to
de: Alle Trainings verschieben nach
ru: Переместить все тренировки в

source: Move Collection
de: Sammlung verschieben
ru: Переместить коллекцию

source: Move Workout
de: Training verschieben
ru: Переместить тренировку

source: No Action details
de: Keine Aktionsdetails
ru: Нет деталей действия

source: No Exercise details
de: Keine Übungsdetails
ru: Нет деталей упражнения

source: No Exercises yet
de: Noch keine Übungen
ru: Пока нет упражнений

source: Password
de: Passwort
ru: Пароль

source: Proceed
de: Fortfahren
ru: Продолжить

source: Profile
de: Profil
ru: Профиль

source: Rename
de: Umbenennen
ru: Переименовать

source: Rename Collection
de: Sammlung umbenennen
ru: Переименовать коллекцию

source: Rename Exercise
de: Übung umbenennen
ru: Переименовать упражнение

source: Rename Workout
de: Training umbenennen
ru: Переименовать тренировку

source: Reorder or delete workouts
de: Trainings neu ordnen oder löschen
ru: Переставить или удалить тренировки

source: Rest Time
de: Ruhezeit
ru: Отдых

source: Rest Time between actions
de: Ruhezeit zwischen den Aktionen
ru: Время отдыха между действиями

source: Save
de: Speichern
ru: Сохранить

source: seconds
de: Sekunden
ru: секунды

source: Select a destination
de: Wählen Sie ein Ziel
ru: Выберите место назначения

source: Sets and reps
de: Sätze und Wiederholungen
ru: Повторения

source: Sets-n-reps
de: Sätze und Wiederholungen
ru: Повторения

source: Share Workout
de: Training teilen
ru: Поделиться тренировкой

source: Sign Up
de: Anmelden
ru: Зарегистрироваться

source: Superset repetitions
de: Supersatz Wiederholungen
ru: Повторы суперсета

source: Timed
de: Zeitgesteuert
ru: По времени

source: To the top
de: Nach oben
ru: Наверх

source: Unknown
de: Unbekannt
ru: Неизвестно

source: Untitled Action
de: Unbenannte Aktion
ru: Новое действие

source: Untitled Collection
de: Unbenannte Sammlung
ru: Новая коллекция

source: Untitled Exercise
de: Unbenannte Übung
ru: Новое упражнение

source: Untitled Rest Period
de: Unbenannte Ruhezeit
ru: Новый период отдыха

source: Untitled Workout
de: Unbenanntes Training
ru: Новая тренировка

source: User
de: Benutzer
ru: Пользователь

source: Username
de: Benutzername
ru: Имя пользователя

source: Weight
de: Gewicht
ru: Вес

source: Welcome Back!
de: Willkommen zurück!
ru: С возвращением!

source: Workout Catalog
de: Trainingskatalog
ru: Каталог тренировок

source: Workout Complete!
de: Training abgeschlossen!
ru: Тренировка завершена!

source: Workouts
de: Trainings
ru: Тренировки

source: Champion
ru: Чемпион

source: cm
ru: см

source: Email
ru: Эл. адрес

source: Go to next action in active workout
ru: Перейти к следующему действию

source: Go to previous action in active workout
ru: Вернуться к предыдущему действию

source: kg
ru: кг

source: MAX
ru: МАКС

source: Next action
ru: Следующее

source: Previous action
ru: Предыдущее
